export const testimonials = [
  {
    id: 1,
    type: "resident",
    name: "T・M 様",
    gender: "男性",
    age: 45,
    content: "こちらにお世話になり5年以上が経過しました。自分でできることは自分でやりたい性格を理解して、スタッフの方が寄り添ってくれています。「やりたいことをどうすれば実現できるか」を一生懸命考えてくれる、その姿勢と温かな思いやりが「グループホームあさひ」の魅力ですね。",
  },
  {
    id: 2,
    type: "resident",
    name: "K・S 様",
    gender: "女性",
    age: 38,
    content: "入居当時は、一人での生活に不安がありましたが、スタッフの皆さんのサポートのおかげで、今では自分らしく生活できています。地域のイベントにも参加でき、新しい友達もできました。ここは私にとって第二の家のような存在です。",
  },
  {
    id: 3,
    type: "family",
    name: "Y.W 様のご家族",
    content: "息子の一人暮らしに限界を感じたことが入居のきっかけでした。入居相談員の方に気になることをいくつも質問をさせていただきましたが、真摯に対応してくださり、グループホームあさひへの入居を即決しました。入居当時とスタッフさんは変わっていますが、優しさや温かさは変わりません。息子にとって第二の家のような存在です。",
  },
  {
    id: 4,
    type: "family",
    name: "H.T 様のご家族",
    content: "娘の生活支援と地域での生活を両立できる施設を探している中で、「グループホームあさひ」を紹介していただきました。建物のきれいさ、スタッフの皆さんの笑顔や元気な挨拶も決めての1つでした。入居後は、地域の活動にも積極的に参加し、充実した日々を送っています。",
  },
];
